---
kind: property
id: P:Autodesk.Revit.DB.ParameterTypeId.RebarSystemBottomMajorMatchesBottomMinor
source: html/04bfc4a3-a180-78cf-8320-ec3bc5472955.htm
---
# Autodesk.Revit.DB.ParameterTypeId.RebarSystemBottomMajorMatchesBottomMinor Property

"Bottom Major and Minor Layers Match"

## Syntax (C#)
```csharp
public static ForgeTypeId RebarSystemBottomMajorMatchesBottomMinor { get; }
```